export const data = [
    {
        "subject": "ПЗ обчислювальних систем",
        "teacher": "Бабич С.М."
    },
    {
        "subject": "Програмування",
        "teacher": "Шевцова Н.В."
    },
    {
        "subject": "Дискретний аналіз",
        "teacher": "Шевцова Н.В."
    },
    {
        "subject": "Основи фізико-математичного моделювання",
        "teacher": "Мороз І.П."
    },
    {
        "subject": "Програмування",
        "teacher": "Шевцова Н.В."
    },
    {
        "subject": "Іноземна мова"
    },
    {
        "subject": "Інформаційна культура",
        "location": "читальний зал №1"
    },
    {
        "subject": "Історія України",
        "teacher": "Шеретюк В.М.",
        "location": "аудиторія 226"
    },
    {
        "subject": "Основи фізико-математичного моделювання",
        "teacher": "Мороз І.П.",
        "location": "аудиторія 107"
    },
    {
        "subject": "Основи фізико-математичного моделювання",
        "teacher": "Мороз І.П.",
        "location": "аудиторія 107"
    },
    {
        "subject": "Програмування",
        "teacher": "Шевцова Н.В.",
        "location": "аудиторія 319"
    },
    {
        "subject": "Математичний аналіз",
        "teacher": "Присяжнюк І.М.",
        "location": "аудиторія 319"
    },
    {
        "subject": "Математичний аналіз",
        "teacher": "Присяжнюк І.М.",
        "location": "аудиторія 319"
    },
    {
        "subject": "Основи фізико-математичного моделювання",
        "teacher": "Мороз І.П.",
        "location": "аудиторія 107"
    },
    {
        "subject": "Основи фізико-математичного моделювання",
        "teacher": "Мороз І.П.",
        "location": "аудиторія 107"
    },
    {
        "subject": "Математичний аналіз",
        "teacher": "Присяжнюк І.М."
    }
];
